Repository: xei/bamilo-ios
Catalog: Jumia/*.lproj/RIStrings.strings
Languages: ar, fa, fr, my, pt, ur

# fallback_mobile
source: Mobile Phones
ar: أجهزة الموبايل
fa: تلفن های همراه
fr: Téléphonie
my: မိုဘုိင္းလ္ဖုန္းမ်ား
pt: Telemóveis
ur: موبائل فونز

# fallback_welcome
source: WELCOME TO
ar: مرحبًا في
fa: خوش آمدید به
fr: BIENVENUE
my: ၾကိဳဆိုပါသည္
pt: BEM VINDOS A
ur: میں خوش آمدید

source: Welcome
ur: خوش آمدید

# new_to_jumia
source: We need just a bit more details to create your account.
ur: لگتا ہے آپ جومیا ک لیے نئے ہیں۔ ہمیں آپ کے اکاؤنٹ کی تخلیق کے لیے بس تھوڑی سی مزید تفصیلات کی ضرورت ہے ۔

source: Reviews
ar: التعليقات
fa: نقدها و بررسی ها
fr: Avis
my: ထင္ျမင္ခ်က္မ်ား
pt: Avaliações
ur: تبصرے

source: More
ar: أكثر
fa: بیشتر
fr: Plus
my: အျခား
pt: Mais
ur: مزید

# reviews_empty
source: This Product has no reviews, yet!
ar: لم يحصل هذا المنتج على أية تعليقات بعد!
fa: این کالا هنوز امتیازی دریافت ننموده است!
fr: Ce produit n'a pas de avis!
my: ဤကုန္ပစၥည္းတြင္ ထင္ျမင္ခ်က္မ်ား မရွိေသးပါ
pt: Este Produto ainda não tem avaliações!
ur: اس شے کے لیے ابھی تک کوئی تبصرہ نہیں کیا گیا

# reviews_empty_seller
source: This Seller has no reviews, yet!
ar: لم يحصل هذا البائع على أية تعليقات بعد!
fa: برای این تامین کننده هنوز هیچ نظری ثبت نشده است!
fr: Ce vendeur n'a pas encore de commentaires !
my: ဤေရာင္းသူကို အမွတ္ေပးထားျခင္း မရွိေသးပါ!
pt: Este vendedor ainda não tem comentários!
ur: اس تاجر کے بارے میں ابھی تک کوئی تبصرہ نہیں کیا گیا۔

# order_summary_label
source: Order Summary
ar: ملخص الطلب
fa: خلاصه سفارش
fr: Résumé de la commande
my: ေအာ္ဒါ အက်ဥ္းခ်ဳပ္
pt: Resumo da Encomenda
ur: خلاصہِ آرڈر

# string_edit
source: Edit
ar: تعديل
fa: ویرایش
fr: Modifier
my: ျပင္ဆင္ရန္
pt: Editar
ur: ترمیم

# track_your_order_tip
source: Search for your order number and all details about it will show here
ar: ابحث عن رقم الطلب وسيتم عرض كل التفاصيل هنا.
fa: جستجو برای شماره سفارش شما و تمامی جزییات مربوط به آن در این بخش به نمایش در خواهد آمد.
fr: Recherche votre numéro de commande
my: သင္၏ ေအာ္ဒါနံပါတ္ႏွင့္ အေသးစိတ္အခ်က္မ်ားကို ဤေနရာတြင္ရွာေဖြပါ
pt: Procure pelo número da sua encomenda e todos os dados serão exibidos aqui
ur: اپنے آرڈر نمبر کو تلاش کریں اور اس کی تمام متعلقہ تفصیلات یہاں دکھائی دیں گی۔

# size_guide_label
source: Size Guide
ar: دليل المقاسات
fa: راهنمای انتخاب سایز
fr: Taille Guide
my: အရြယ္အစား လမ္းညႊန္
pt: Guia de Tamanhos
ur: شرحِ ناپ

source: My Addresses
ar: العناوين الخاصة بي
fa: آدرس های من
fr: Mes adresses
my: ကြ်ႏု္ပ္၏ လိပ္စာမ်ား
pt: As Minhas Moradas
ur: میرے پتے

# create_edit_address
source: Create or edit your addresses
ar: إنشاء العنوان أو تعديل بياناته
fa: ایجاد یا ویرایش آدرس شما
fr: Créez ou modifiez vos adresses
my: သင္၏ လိပ္စာမ်ား ျဖည္႕သြင္းရန္ (သို႕) ျပင္ဆင္ရန္
pt: Criar ou editar as suas moradas
ur: اپنے پتوں میں ترمیم کریں یا نئے تخلیق کریں

source: App Sharing
ar: مشاركة التطبيق
fa: به اشتراک گذاشتن برنامه
fr: Partage d'application
my: App မွ်ေ၀ျခင္း
pt: Compartilhar Aplicação
ur: ایپ پھیلائیں

source: Share the App
ar: شارك التطبيق
fa: برنامه را به اشتراک بگذار
fr: Partagez l'Application
my: App ကို မွ်ေ၀ရန္
pt: Partilhe a Aplicação
ur: ایپ کو پھیلائیں

# can_share_app_with_friends
source: You can now share the app with your friends
ar: يمكنك الآن مشاركة التطبيق مع أصدقائك
fa: هم اکنون می توانید برنامه را با دوستان خود به اشتراک بگذارید
fr: Vous pouvez maintenant partager l'application avec vos amis
my: သင္၏ သူငယ္ခ်င္းမ်ားကို ဤapp မွ်ေ၀ႏုိင္ပါသည္
pt: Agora podes compartilhar com os teus amigos
ur: اب آپ اس ایپ کواپنے دوستوں میں پھیلا سکتے ہیں

# install_app_ios
source: Install the %@ iOS App in an instant
ar: ثبت تطبيق %@ iOS في لحظات
fa: برنامه iOS %@ را نصب کنید.
fr: Installez le% @ iOS en un instant
my: %@ iOS App ကို သြင္းရန္
pt: Instala %@ para iOS num instante
ur: iOS ایپ ایک لمحے میں نصب کریں

# share_app_ios
source: Share the %@ App
ar: شارك تطبيق %@
fa: برنامه %@ را به اشتراک بگذارید.
fr: Partagez l'% @ App
my: %@ App ကို မွ်ေ၀ရန္
pt: Partilha a Aplicação de %@
ur: ایپ کو پھیلائیں

source: Delivery time:
ar: وقت التوصيل:
fa: زمان تحویل
fr: Délai de livraison:
my: ပို႕ေဆာင္ရန္ ၾကာခ်ိန္
pt: Prazo de entrega:
ur: مدتِ ترسیل:

# product_outof_stock
source: Item is out of stock
ar: المنتج غير متوفر
fa: کالا موجود نیست.
fr: Le produit n'est plus disponible
my: ပစၥည္းကုန္ေနပါသည္
pt: O artigo está esgotado
ur: شے ذخیرے میں موجود نہیں

# products_outof_stock
source: Items are out of stock
ar: المنتجات غير متوفرة
fa: کالاها در حال حاضر موجود نمی باشند
fr: Les articles sont en rupture de stock
my: ပစၥည္းမ်ား ကုန္ေနပါသည္
pt: Os artigos estão esgotados
ur: اشیاء ذخیرے میں موجود نہیں

# login_remember_user_email
source: Remember my e-mail
ar: تذكر البريد الإلكتروني الخاص بي
fa: ایمیل مرا به خاطر بسپار
fr: Mémoriser mon e-mail
my: ကြ်ႏု္ပ္၏ အီးေမးလ္ကို မွတ္ထားေပးပါ
pt: Lembrar o meu email
ur: میری ای میل یاد رکھیں

# my_orders_label
source: My Orders
ar: طلباتي
fa: سفارشات من
fr: Mes Commandes
my: ကြ်ႏု္ပ္၏ ေအာ္ဒါမ်ား
pt: Encomendas
ur: میرے آرڈرز

# my_order_history_label
source: My Order History
ar: تاريخ الطلب الخاص بي
fa: سوابق سفارشات من
fr: Mes historiques d'achats
my: ကြ်ႏု္ပ္၏ ေအာ္ဒါစာရင္း
pt: Histórico de Encomendas
ur: میری تاریخِ آرڈرز

# my_order_tracking_label
source: Order Tracking
ar: تتبع الطلب
fa: رهگیری سفارش
fr: Statut de la Commande
my: ေအာ္ဒါ ေျခရာခံျခင္း
pt: Localização de Encomendas
ur: آرڈر کا پیچھا

# my_order_details_label
source: Order Details
ar: تفاصيل الطلب
fa: جزییات سفارش
fr: Détails de la command
my: ေအာ္ဒါ အခ်က္အလက္မ်ား
pt: Detalhes da Encomenda
ur: آرڈر کی تفصیلات

# my_order_date_label
source: Date:
ar: التاريخ:
fa: تاریخ:
my: ေန႕စြဲ:
pt: Data:
ur: تاریخ:

# my_order_payment_reference_label
source: Reference #:
ar: المرجع #:
fa: شماره ارجاع :
fr: Référence #:
my: အကိုးအကား#:
pt: Referência #:
ur: حوالہ #:

# my_order_payment_status_label
source: Status:
ar: الحالة:
fa: وضعیت :
fr: Statut:
my: အေျခအေန:
pt: Estado:
ur: صورتِ حال:

# my_order_quantity_label
source: Qty.
ar: عدد
fa: تعداد
fr: Qté.
my: အေရအတြက္.
pt: Qtde.
ur: تعداد

# my_order_no_orders_label
source: You don't have yet any Orders.
ar: لم يتم القيام بأي طلبات
fa: شما هیچ سفارشی ثبت نکرده اید.
fr: Vous n'avez rien commandé
my: သင္ေအာ္ဒါမမွာရေသးပါ
pt: Não efetuou nenhuma encomenda.
ur: آپ نے کوئی آرڈر نہیں کیا

# my_order_no_orders_title_label
source: No Orders
ur: کوئی احکامات نہیں

source: Reorder
ur: ری آرڑر

source: Like us on Facebook
ar: تابعنا على الفايسبوك
fa: ما را در فیسبوک لایک کنید
fr: Aimez nous sur Facebook!
my: Facebook တြင္ Like ေပးရန္
pt: Goste da nossa página no Facebook
ur: ہمیں فیس بک پر پسند کریں

# seller_info_warranty
source: Warranty
ar: الضمان
fa: گارانتی
ur: وارنٹی

# bundle_title
source: Frequently Bought Together
ar: يتم شرائهما معًا
fa: معمولا با هم خریداری شده
fr: Produits fréquemment achetés
my: တြဲဖက္၀ယ္ထားေသာ ပစၥည္းမ်ား
pt: Produtos frequentemente comprados juntos
ur: اکثر ساتھ خریدی گئیں

# bundle_total_price
source: Total Price:
ar: السعر الكلي:
fa: قیمت کل:
fr: Prix total:
my: စုစုေပါင္း ေစ်းႏွဳန္း:
pt: Valor Total
ur: کُل قیمت:

source: Buy Now
ar: شراء الآن
fa: خرید کنید
fr: Acheter maintenant
my: ၀ယ္ယူမည္
pt: Comprar Já
ur: ابھی خریدیں

source: Buy
ur: خریدیے

source: Other Sellers
ar: بائعين آخرين
fa: سایر تامین کنندگان
fr: Autres Vendeurs
my: အျခား ေရာင္းခ်သူမ်ား
pt: Outros Vendedores
ur: دوسرے فروخت کنندگان

source: Same Product from Other Sellers
ar: نفس المنتج لبائعين مختلفين
fa: کالای مشابه از سایر تامین کنندگان
fr: Même produit provenant d'un autre vendeur
my: အျခားေရာင္းခ်သူမ်ား ထံမွ တူညီေသာ ကုန္ပစၥည္း
pt: O mesmo produto de outros vendedores
ur: کسی دوسرے فروخت کنندہ کے پاس موجود یہی شے

source: From
ar: من
fa: از
fr: DE
my: မွ
pt: A partir de
ur: منجانب

# product_delivery_time
source: Delivery Within:
ar: التوصيل خلال:
fa: تحویل در:
fr: Livraison sous:
my: ပို႕ေဆာင္မည္႕ရက္:
pt: Entrega em:
ur: مدتِ ترسیل:

# product_delivery_days
source: days
ar: يوم
fa: روز
fr: Jours
my: ရက္
pt: dias
ur: ایام

# number_offers_from_ios
source: %d Offers from
ar: ‪%d‪ عروض من
fa: پیشنهادهای %d
fr: %d Offres de
my: မွ အထူး အစီအစဥ္မ်ား %d
pt: %d Ofertas de
ur: ‎%d‎ پیشکشیں منجانب

# write_full_review
source: Write a full review
ar: اكتب تعليق كامل
fa: نظر کامل خود را بنویسید
fr: Donnez votre avis complet
my: ထင္ျမင္ခ်က္ ေရးရန္
pt: Escrever um comentário
ur: ایک مکمل تبصرہ لکھیں

# product_sold_by
source: Sold by:
ar: تم بيعه بواسطة:
fa: فروخته شده توسط:
fr: Vendu par:
my: :ျဖင့္ စီသည္
pt: Vendido por:
ur: فروخت کنندگان

source: Sort by
ar: الترتيب حسب
fa: مرتب سازی بر اساس
fr: Trier par
my: ျဖင့္ စီသည္
pt: Ordenar por
ur: ترتیب برائے

# fee_include
source: (%@ incl.)
ar: (%@ يشمل)
fa: شامل %@
my: (%@ ပါျပီး)
ur: (بہ شمول %@)

# login_to_review
source: Please login to review
ar: برجاء تسجيل الدخول للتعليق
fa: برای ثبت نظر لطفاً وارد حساب کاربری خود شوید
fr: Connectez vous pour commenter
my: ထင္ျမင္ခ်က္ေရးရန္ Login ၀င္ေပးပါ
pt: Por favor faça login para comentar
ur: براہِ کرم تبصرے کے لیے داخل ہوں

# login_to_rate
source: Please login to rate
ar: برجاء تسجيل الدخول للتقييم
fa: برای امتیازدهی لطفاً وارد حساب کاربری خود شوید
fr: Veuillez connecter pour noter
my: သံုးသပ္ခ်က္ ေပးရန္ Login ၀င္ေပးပါ
pt: Por favor faça login para avaliar
ur: براہِ کرم درجہ بندی کے لیے داخل ہوں

# my_order_item_label
source: item
ar: المنتج
fa: کالا
fr: Produit
my: ပစၥည္း
pt: artigo
ur: شے

# my_order_items_label
source: Items
ar: المنتجات
fa: کالا
fr: Produits
my: ပစၥည္းမ်ား
pt: Artigos
ur: اشیاء

# string_more_choices
source: More Choices
ar: المزيد من الخيارات
fa: انتخاب های بیشتر
fr: Plus de choix
my: အျခား ေရြးစရာမ်ား
pt: Mais Escolhas
ur: مزید انتخابات

# string_addresses_saved_as_default
source: Addresses saved as default
ar: تم حفظ العنواين كعناوين افتراضية
fa: آدرس های ذخیره شده پیش فرض
fr: Adresses sauvées par défaut
my: ပံုေသ လိပ္စာအျဖစ္ သိမ္းဆည္းျပီးပါျပီ
pt: Endereços guardados como predefinidos
ur: پتے بہ حیثیت "پہلے سے طے شدہ" محفوظ کر دیئے گئے

# review_this_seller
source: Review this seller now!
ar: قم بالتعليق على هذا البائع الآن!
fa: نظر خود را در مورد این تامین کننده بنویسید
fr: Evaluer maintenant ce vendeur !
my: ဤ ေရာင္းခ်သူကို ထင္ျမင္ခ်က္ေပးရန္!
pt: Avalie este vendedor agora!
ur: اس تاجر کے بارے میں ابھی تبصرہ کریں۔

# string_wizard_back_top
source: Tap the status bar to scroll the catalog back to top
ar: انقر شريط المعلومات لتحريك الكاتالوج إلى الأعلى
fa: بر روی نوار وضعیت بزنید تا به بالا بروید
fr: Appuyez sur la barre d'état pour faire défiler le catalogue haut de la page
my: အေပၚသို႕ ျပန္သြားရန္ status bar ကို ႏွိပ္ပါ
pt: Pressione a barra para voltar ao início do catálogo
ur: فہرستِ مصنوعات کو واپس اوپر لے جانے کے لیے خانہِ صورتِ حال کو تھپکیں۔

source: Shops of the Week
ar: أسواق الأسبوع
fa: برندهای برتر
fr: Boutiques de la semaine
my: လူၾကိဳက္အမ်ားဆံုး တံဆိပ္မ်ား
pt: Lojas da Semana
ur: ہفتے کی بہترین دکانیں

source: Featured Stores
ar: المتاجر المميزة
fa: مجموعه های منتخب
fr: Boutiques en vedette
my: အေရာင္းဆိုင္မ်ား
pt: Lojas em Destaque
ur: خصوصی دکانیں

source: See More Offers
ar: شاهد المزيد من العروض
fa: پیشنهادات دیگر
fr: Voir plus d'offres
my: အျခား အစီအစဥ္မ်ားကို ၾကည္႕ရွဳရန္
pt: Veja mais ofertas
ur: مزید پیشکشیں ملاحظہ فرمائیں

# kickout_message_1
source: Our campaign is being a great success
ar: نجحت الحملة الخاصة بنا!
fa: از پیشنهادات ویژه ما استقبال زیادی شده است
fr: Notre campagne était un grand succès
my: ကြ်ႏုပ္တုိ႕၏ အထူးအစီအစဥ္ ေအာင္ျမင္စြာ ျပီးဆံုးပါျပီ
pt: A nossa campanha está a ser um grande sucesso
ur: ہماری مہم ایک بہت بڑی کامیابی ہے

# kickout_message_2
source: So much that the shop is currently full, and we cannot welcome new customers at the moment
ar: نعتذر عن امتلاء المتجر حاليًا، لا يمكننا استقبال عملاء جدد في الوقت الحالي
fa: به اندازه ای که ظرفیت فروشگاه تکمیل گردیده و امکان خدمت رسانی به مشتریان جدید در این زمان امکان پذیر نمی باشد
fr: Le magasin est actuellement plein, et on ne peut pas accueillir de nouveaux clients pour le moment.
my: ၀ဘ္ဆိုဒ္တြင္ လတ္တေလာ လူျပည္႕ေနပါသျဖင့္ လူသစ္မ်ားထပ္မံလက္ခံ၍ မရေတာ့ပါ
pt: A loja está atuamente lotada e não podemos aceitar novos clientes neste momento.
ur: اس حد تک کہ ہماری دکان اس وقت گاہکوں سے بھری ہوئی ہے اور ہم نئے گاہکوں کو خوش آمدید نہیں کہہ سکتے۔

# kickout_message_3
source: We want to provide you with the best possible shopping experience, so we would like to ask you to try again later
ar: نريد أن نوفر لك أفضل تجربة تسوق إلكترونى، لذلك نطلب منك أن تحاول مرة أخرى لاحقاً.
fa: ما می خواهیم تجربه ی خریدی دلپذیر را برای شما فراهم آوریم، و به همین دلیل از شما تقاضا می کنیم که دقایقی دیگر مراجعه نمائید
fr: Nous voulons vous offrir la meilleure expérience de shopping possible, alors nous aimerions vous demander de réessayer plus tard.
my: ၀ဘ္ဆိုဒ္ကို ပိုမိုေကာင္းမြန္ေအာင္ ျပင္ဆင္ေနသျဖင့္ ေနာက္တစ္ၾကိမ္ ထပ္ၾကိဳးစားၾကည္႕ပါ
pt: Queremos proporcionar-lhe a melhor experiência de compra possível, por isso gostaríamos de lhe pedir para tentar novamente mais tarde.
ur: ہم آپ کو خریداری کا ایک بہترین تجربہ فراہم کرنا چاہتے ہیں، اس لیے ہماری گزارش ہے کہ آپ کچھ دیر بعد دوبارہ کوشش کریں۔

# search_placeholder
source: Search for Products, Brands...
ar: ابحث عن المنتجات، الماركات، ...
fa: جستجوی محصولات، برندها...
fr: Recherche de produits, marques ...
my: အမွတ္တံဆိပ္ျဖင့္ ကုန္ပစၥည္းမ်ားရွာေဖြရန္
pt: Pesquise por Produtos, Marcas...
ur: اشیاء، برانڈز اور مزید تلاش کریں

# shipping_fee_info
source: Fee added to Total Amount Payable
ar: تتم إضافة الرسوم على إجمالي المبلغ المدفوع
fa: هزینه به مبلغ قابل پرداخت اضافه شد
fr: Frais ajoutés au total de votre montant
my: အား စုစုေပါင္းပမာဏသို႕ထည္႕သြင္းျပီးပါျပီ
ur: قابلِ ادائیگی قیمت میں فیس کی شمولیت

source: Birthday
ar: تاريخ الميلاد
fa: تاریخ تولد
fr: Anniversaire
ur: تاریخِ پیدائش

source: Country
ar: دولة
fa: کشور
ur: ملک

source: Language
ar: اللغة
fa: زبان
ur: زبان

source: Combos
ar: يتم شرائهما معًا
fa: بسته‌های ترکیبی
ur: کومبوز

source: Clear All
ar: حدف الكل
fa: پاک کردن همه
ur: سب صاف کریں

source: Buy the look
ar: احصل على هذا المظهر
fa: مجموعه پیشنهادی
ur: مکمل لک خریدیں

source: Read more
ar: إقرأ المزيد
fa: اطلاعات بیشتر
ur: مزید پڑھیں

source: See other colors
ar: شاهد الألوان الأخرى
fa: مشاهده سایر رنگ‌ها
ur: مزید رنگ دیکھیے

source: See other variations
ar: عرض المقاسات الأخري
fa: مشاهده تنوع محصول
ur: مختلف اقسام دیکھیے

source: Seller Information
ar: معلومات عن البائع
fa: مشخصات فروشنده
ur: بیچنے والے کی تفصیلات

source: Other sellers starting from: %@
ar: عند باقي البائعين إبتداءا من: %@
fa: قیمت دیگر فروشندگان از: %@
ur: اور بیچنے والے شروءاتی قیمت %@

source: You may also like
ar: قد يعجبك أيضًا
fa: شاید این موارد را هم دوست داشته باشید.
ur: آپکو یہ بھی پسند آسکتا ہے

source: Reviews / Ratings
ar: تعليقات / التقييمات
fa: نظرات / امتیازها
ur: درجہ بندی / تجزیے

# from_n_customers
source: from %d customers
ar: من ‎%d‎ زبون
fa: از ‎%d‎ مشتری
ur: خریدار‎%d‎

source: Average Rating
ar: معدل التقدير
fa: امتیاز متوسط
ur: اوسط درجہ بندی

source: Be the first to rate
ar: كن أول من يقيم هذا المنتج
fa: اولین نفری باشید که به این کالا امتیاز می دهید.
ur: درجہ بندی کرنے والے پھلے بنئے

# by_someone
source: by %@
ar: منشور بواسطة %@
ur: ازطرف %@

source: User Reviews
ar: تقييمات المستخدم
ur: صارفین کی آراء

source: Profile
ur: پروفائل

# favourites_no_saved_items
source: No Saved Items
ur: کوئی محفوظ شدہ اشیا نہیں

# favourites_no_saved_items_description
source: You don't have any Saved items.
ur: آپ کے کوئی محفوظ شدہ اشیاء نہیں.

# login_enter_your_password_to_continue
source: Enter your password to continue.
ur: جاری رکنے کے لئے پاس ورڈ داخل کرین.

# login_welcome_back
source: Welcome Back
ur: خوش آمديد

# fgt_your_pass
source: Forgot your password?
ur: آپ اپنا پاس ورڈ بھول گئے ہیں؟

source: Password Recovery
ur: پاس ورڈ کی وصولی

source: Email Address
ur: ای میل ایڈریس

source: Password
ur: پاس ورڈ

source: Change Password
ur: پاس ورڈ بدلیں

source: User data edited with success
ur: صارف کوائف کامیابی کے ساتھ ترمیم

source: PRE-ORDER
ur: پیشکی آرڈر

source: Shipping/Billing Address
ur: شپنگ/بل کی ادائیگی کا پتہ

# vat_string
source: VAT
ar: الضريبة
fa: مالیات ارزش افزوده
fr: TTC
my: အခြန္
pt: IVA

# my_order_number_label
source: Nr.
ar: الرقم
fa: شماره
my: နံပါတ္.

# string_format_off_label
source: -%d%%
fa: - ‎%d‎ درصد تخفیف
my: %d%% ေလွ်ာ႕ေစ်း
pt: %d%% OFF
