Repository: xei/bamilo-ios
Catalog: Jumia/*.lproj/RIStrings.strings
Languages: ar, fa, fr, my, pt, ur

# string_update_necessary_title
source: Update necessary
ar: التحديث الضروري
fa: بروزرسانی لازم است.
fr: Mise à jour nécessaire
my: Update လိုအပ္ပါသည္
pt: Atualização necessária
ur: اپ ڈیٹ کرنا ضروری ہے

# string_update_necessary_message_ios
source: We found something that we needed to fix to improve your shopping experience on %@! You will need to update the Application before you continue using it.
ar: لقد وجدنا ما يحتاج للإصلاح من أجل تحسين تجربة التسوق على %@! ستحتاج إلى تحديث التطبيق قبل الاستمرار في استخدامه.
fa: ما موردی یافتیم که باید برطرف می‌شد تا تجربه خرید شما از %@ را باز هم بهبود دهد! برای ادامه باید برنامه را بروزرسانی کنید.
fr: Nous avons trouvé une erreur que nous devons réparer pour améliorer votre expérience de shopping dans %@! Vous aurez besoin de mettre à jour l'application avant de continuer.
my: %@ ကို ပိုမို အဆင္ေျပစြာ အသံုးျပဳႏုိင္ရန္ ျပင္ဆင္မွဳ ျပဳလုပ္ရန္ လိုအပ္ပါသည္! ဤ app ကို ဆက္လက္ အသံုးမျပဳခင္ update ျပဳလုပ္ေပးပါ။
pt: Encontrámos algo que foi necessário corrigir para que a experiência de comprar na %@ seja ainda melhor! Para continuar a usar a aplicação, deverá atualizá-la.
ur: ہمیں کچھ ایسا ملا ہے جس کو درست کرنا، دراز پر آپ کی خریداری کے تجربے کو بہترین بنانےکے لیے نہایت ضروری ہے۔ اس ایپلیکیشن کو مزید استعمال کرنے سے پہلے اسے ازسرِنو تازہ کرنا پڑے گا۔

# string_update_available_title
source: Update available
ar: التحديث المتاح
fa: بروزرسانی موجود است
fr: Mise à jour disponible
my: Update ရရွိႏုိင္ပါသည္
pt: Atualização disponível
ur: اپ ڈیٹ کرنے کی سہولت دستیاب ہے

# string_update_available_message_ios
source: We found something to improve your shopping experience on %@! Please update the App!
ar: لقد توصلنا إلى طريقة لتحسين تجربة التسوق على %@! برجاء تحديث التطبيق!
fa: یک به‌روزرسانی جدید برای بهبود بیشتر تجربه خرید از %@ وجود دارد. حتما برنامه خود را به‌روزرسانی کنید!
fr: Des mises à jour sont disponibles pour un shopping encore plus simple sur %@! Mettez à jour votre application ici!
my: %@ ကို အေကာင္းဆံုး အသံုးျပဳႏုိင္ရန္ ေန႕စဥ္ update အသစ္ ရယူႏုိင္ပါသည္။
pt: Existe uma nova atualização que vai tornar a experiência de compra ainda melhor em %@! Não se esqueça de atualizar hoje!
ur: ہمیں کچھ ایسا ملا ہے جس کو بہتر کرنا آپ کے دراز پر خریداری کے تجربے کو مزید بہتر بنا دے گا۔ براہِ مہربانی اپنی ایپ کو تازہ کریں۔

# string_update
source: Update!
ar: تحديث!
fa: بروزرسانی!
fr: Mise à jour!
pt: Atualize!
ur: اپ ڈیٹ کریں!

# string_ok_update
source: Ok, Update!
ar: موافق على التحديث!
fa: موافقم که بروزرسانی انجام می شود
fr: Mettre à jour!
my: Update လုပ္မည္
pt: Ok, Atualizar!
ur: ٹھیک ہے، اپ ڈیٹ کریں!

# string_no_thanks
source: No, thanks.
ar: لا، شكرًا.
fa: خیر، متشکر
fr: Non, merci.
my: Update မလုပ္ေသးပါ
pt: Não, obrigado.
ur: نہیں، شکریہ!

# ok_label
source: OK
ar: موافق
fa: تایید
my: အိုေက
ur: ٹھیک

# done_label
source: Done
ar: تم
fa: اعمال
fr: Valider
my: ျပီးဆံုးျပီ
pt: Validar
ur: ہو گیا

# back_label
source: Back
ar: الرجوع
fa: بازگشت
fr: Retour
my: ေနာက္သို႕
pt: Voltar
ur: پیچھے

# submit_label
source: Submit
ar: إرسال
fa: ثبت
fr: Soumettre
my: တင္ရန္
pt: Submeter
ur: بھیجیں

# string_error
source: Error
ar: خطأ
fa: خطا
fr: Erreur
my: မွားယြင္းမွဳ
pt: Erro
ur: غلطی

# login_label
source: Login
ar: تسجيل الدخول
fa: ورود
fr: Connectez-vous
my: Login၀င္ရန္
pt: Iniciar Sessão
ur: لاگ اِن

# action_label_logout
source: Logout
ar: تسجيل الخروج
fa: خروج
fr: Se déconnecter
my: ထြက္ရန္
pt: Sair
ur: لاگ آوٹ

source: Home
ar: الصفحة الرئيسية
fa: خانه
fr: Accueil
my: ပင္မစာမ်က္ႏွာ
pt: Início
ur: مرکزی صفحہ

source: Categories
ar: الفئات
fa: مجموعه ها
fr: Catégories
my: အမ်ိဳးအစားမ်ား
pt: Categorias
ur: اقسام

# favourites
source: Saved
ar: منتجاتي المفضلة
fa: علاقه‌مندی‌ها
fr: Mes Favoris
my: ႏွစ္သက္ေသာပစၥည္းမ်ား
pt: Meus Favoritos
ur: میرے پسندیدہ

source: Recent Searches
ar: آخر عمليات البحث
fa: جستجوهای اخیر
fr: Recherches Récentes
my: လတ္တေလာ ရွာေဖြမွဳမ်ား
pt: Pesquisas Recentes
ur: حال ہی میں تلاش کی گئی اشیاء

source: Recently Viewed
ar: آخر ما تم مشاهدته
fa: کالاهای اخیرا مشاهده شده
fr: Derniers Produits Vus
my: လတ္တေလာ ၾကည္႕ရွဳခဲ့သည္မ်ား
pt: Visto Recentemente
ur: حال ہی میں دیکھی گئی اشیاء

source: My Account
ar: حسابي
fa: حساب کاربری من ‎
fr: Mon Compte
my: ကြ်ႏု္ပ္၏ အေကာင့္
pt: A Minha Conta
ur: میرا کھاتا

# nav_track_order
source: Track my Order
ar: تتبع الطلب الخاص بي
fa: رهگیری سفارش من
fr: Suivi de commande
my: ကြ်ႏု္ပ္၏ ေအာ္ဒါ ရွာေဖြရန္
pt: Localizar a Minha Encomenda
ur: اپنے آرڈر کو ٹریک کریں

# nav_country
source: Choose Country
ar: اختيار المدينة
fa: انتخاب کشور
fr: Choisir Le Pays
my: ႏုိင္ငံ ေရြးခ်ယ္ရန္
pt: Selecionar País
ur: مُلک چُنیں

# string_filters
source: Filters
ar: الاختيارات
fa: فیلترها
fr: Filtres
my: ေရြးခ်ယ္ရန္
pt: Filtros
ur: فلٹرز

# string_remove_filter
source: Remove
ar: حذف
fa: حذف
ur: ہٹائیں

# categories_toplevel_title
source: All Categories
ar: كل الفئات
fa: تمام مجموعه ها
fr: Toutes les catégories
my: အမ်ိဳးအစား အားလံုး
pt: Todas as Categorias
ur: تمام اِقسام

# string_apply
source: Apply
ar: تطبيق
fa: اعمال
fr: Appliquer
my: ရွာေဖြမည္
pt: Submeter
ur: لاگو کریں

# search_label
source: Search
ar: بحث
fa: جستجو
fr: Rechercher
my: ရွာေဖြရန္
pt: Pesquisar
ur: تلاش

source: Shopping Cart
ar: عربة التسوق
fa: سبد خرید
fr: Panier d'achat
my: ေစ်း၀ယ္တြန္းလွည္း
pt: Carrinho de Compras
ur: ٹوکریِ خرید

# navigation_cart_empty
source: Your cart is empty
ar: عربة التسوق الخاص بك فارغة
fa: سبد خرید شما خالی است
fr: Votre panier est vide
my: ထည္႕သြင္းထားေသာ ပစၥည္းမရွိပါ
pt: O seu carrinho está vazio
ur: آپ کی ٹوکری خالی ہے

# string_vat_shipping_included
source: VAT and Shipping costs included
ar: يشمل السعر الضريبة وتكاليف الشحن
fa: مالیات بر ارزش افزوده و هزینه ارسال در قیمت لحاظ شده است.
fr: TVA et frais de port inclus
my: အခြန္ႏွင့္ ပို႕ေဆာင္ခ ပါ၀င္ျပီး
pt: IVA e custos de envio incluídos
ur: بہ شمول شپنگ کاسٹ اور VAT

# catalog_no_results
source: No results match your filter criteria.
ar: لا توجد نتائج بحث تتطابق مع الخيارات. يمكنك محاولة استخدام خيارات أقل.
fa: نتیجه ای در این فیلتر یافت نشد. شما می توانید فیلتر دیگری را انتخاب نمایید
fr: Il n'y a pas de résultats correspondant à vos critères de filtre. Vous pouvez réessayer avec des filtres moins spécifiques.
my: သင္ရွာေဖြေသာ ပစၥည္း ရွာမေတြ႕ပါ. အျခားအခ်က္အလက္ျဖင့္ ေျပာင္းလဲ ရွာေဖြၾကည္႕ပါ
pt: Não foram encontrados resultados para os filtros que selecionou. Tente escolher filtros mais comuns.
ur: آپ کے فلٹر کے مطابق کوئی نتیجہ نہیں آیا

# catalog_no_results_tip
source: You can try to use less specific filters.
ur: آپ کم مخصوص آردو استعمال کر سکتے ہین.

# catalog_edit_filters
source: Edit Filters
ar: تعديل الخيارات
fa: ویرایش فیلترها
fr: Modifier Filtres
my: ရွာေဖြမွဳ ျပင္ဆင္ရန္
pt: Editar Filtros
ur: فلٹر میں ترامیم کریں

# teaser_campaign_button_first_line
source: HOT
ar: رائعة
fa: داغ
pt: EM DESTQUE
ur: گرما گرم

# teaser_campaign_button_second_line
source: OFFERS
ar: عروض
fa: پیشنهادات
fr: OFFRES
my: အထူးအစီအစဥ္မ်ား
pt: OFERTAS
ur: پیشکشیں

# string_top_brands
source: Top Brands
ar: الماركات الأكثر مبيعًا
fa: محبوبترین برندها
fr: Meilleures marques
my: အေကာင္းဆံုး အမွတ္တံဆိပ္မ်ား
pt: Top de Marcas
ur: بہترین برانڈز

# string_top_categories
source: Top Categories
ar: الفئات الأكثر مبيعًا
fa: محبوبترین مجموعه ها
fr: Meilleures catégories
my: လူၾကိဳက္အမ်ားဆံုး ပစၥည္းမ်ား
pt: Top de Categorias
ur: اعلیٰ اقسام

# string_top_sellers
source: Top Sellers
ar: الأكثر مبيعًا
fa: پرفروش ترین ها
fr: Meilleurs vendeurs
my: အေရာင္းအသြက္ဆံုး ေရာင္းခ်သူမ်ား
pt: Top de Vendedores
ur: اعلیٰ فروخت کنندگان

# string_new
source: NEW
ar: جديد
fa: جدید
fr: NOUVEAU
my: ေနာက္ဆံုးေပၚ
pt: NOVO
ur: نیا

# string_size
source: Size
ar: المقاس
fa: اندازه
fr: Taille
my: အရြယ္အစား
pt: Tamanho
ur: ناپ

# string_rating
source: 1 rating
ar: تقييم 1
fa: 1 امتیاز
fr: 1 Notes
my: ပစၥည္းသံုးသပ္ခ်က္ 1ခု
pt: 1 Nota
ur: 1 درجہ بندی

# string_ratings
source: %d ratings
ar: تقييمات ‪%d‪
fa: %d امتیاز
fr: %d Notes
my: %d သံုးသပ္ခ်က္မ်ား
pt: %d Notas
ur: ‎%d‎ درجہ بندیاں

# string_nratings
source: RATINGS (%d)
ar: (‎%d‎)
fa: (‎%d‎)
ur: ‎%d‎

# string_review
source: 1 review
ar: تعليق 1
fa: 1 نظر
fr: 1 Avis
my: ထင္ျမင္ခ်က္ 1ခု
pt: 1 Avaliação
ur: 1 تبصرہ

# string_reviews
source: %d reviews
ar: تعليقات ‪%d‪
fa: %d نظر
fr: %d Avis
my: %d ထင္ျမင္ခ်က္မ်ား
pt: %d Avaliações
ur: ‎%d‎ تبصرے

# string_quantity
source: Quantity: %@
ar: الكمية:%@
fa: تعداد: %@
fr: Quantité %@
my: အေရအတြက္: %@
pt: Quantidade: %@
ur: تعداد: %@

# products_sort_bestrated
source: Best Rating
ar: أفضل تقييم
fa: بهترین رتبه بندی
fr: Mieux Notés
my: အေကာင္းဆံုး သံုးသပ္မွဳ
pt: Melhor Avaliação
ur: بہترین درجہ بندی

# products_sort_popularity
source: Popularity
ar: الأكثر شعبية
fa: محبوبیت
fr: Popularité
my: ေရပန္းစားမွဳ
pt: Popularidade
ur: مقبولیت

# products_sort_newin
source: New in
ar: الأحدث
fa: کالاهای جدید
fr: Nouveautés
my: အသစ္
pt: Novidades
ur: نئی آمد

# products_sort_priceup
source: Price up
ar: الأعلى سعرًا
fa: ارزان تر به گران تر
fr: Prix croissant
my: အမ်ားဆံုးေစ်းႏွဳန္း
pt: Preço alto
ur: زیادہ قیمت

# products_sort_pricedown
source: Price down
ar: الأقل سعرًا
fa: گران تر به ارزان تر
fr: Prix décroissant
my: အနည္းဆံုးေစ်း
pt: Preço baixo
ur: کم قیمت

# products_sort_name
source: Name
ar: الاسم
fa: نام
fr: Nom
my: အမည္
pt: Nome
ur: نام

# products_sort_brand
source: Brand
ar: الماركة
fa: برند
fr: Marque
my: တံဆိပ္
pt: Marca
ur: برانڈ

# all_label
source: All
ar: الكل
fa: همه
fr: Tout
my: အားလံုး
pt: Todos
ur: تمام

# string_with_discount_only
source: With discount only
ar: فقط مع وجود خصم
fa: تنها با تخفیف
fr: Avec réduction seulement
my: ေလွ်ာ့ေစ်းျဖင့္
pt: Apenas com desconto
ur: صرف رعایت کے ساتھ

# favourite_no_favourites
source: You don't have any saved items.
ar: لا يوجد منتجات مفضلة لديك الآن
fa: شما هیچ کالایی در فهرست علاقه‌مندی‌های خود ذخیره نکرده‌اید.
fr: Vous n'avez pas de favoris pour le moment
my: သင္ႏွစ္သက္ေသာ ပစၥည္းမ်ားထည္႕ထားျခင္း မရွိပါ
pt: Não existem artigos favoritos no momento.
ur: فی الوقت کسی شے پرآپ کی پسند کا نشان نہیں ہے۔

# favourite_addalltocart
source: Add All Items to Cart
ar: إضافة كل المنتجات إلى عربة التسوق
fa: اضافه کردن تمام کالاها به سبد خرید
fr: Tout ajouter au Panier
my: ပစၥည္းအားလံုး တြန္းလွည္းထဲ ထည္႕မည္
pt: Adicionar Todos os Artigos ao Carrinho
ur: تمام اشیاء کو ٹوکری میں شامل کریں

# added_to_shop_cart_dialog_text
source: Item was added to cart
ar: تم إضافة المنتج إلى عربة التسوق
fa: کالا به سبد خرید شما اضافه شد.
fr: Le produit a été ajouté au panier
my: ပစၥည္းအား ေစ်း၀ယ္လွညး္ထဲ ထည္႕ျပီးပါျပီ
pt: O artigo foi adicionado ao carrinho
ur: شے ٹوکری میں شامل کر دی گئی تھی۔

# error_add_to_cart_failed
source: Adding to cart failed
ar: فشلت إضافة المنتجات إلى عربة التسوق
fa: افزودن به سبد خرید ناموفق بوده است.
fr: L'ajout au panier n'a pas fonctionné
my: ပစၥည္းအား ေစ်း၀ယ္လွည္းထဲ ထည္႕၍ မရပါ
pt: Ocorreu um erro ao adicionar o artigo ao carrinho
ur: ٹوکری میں شمولیت ناکام

# string_size_with_value
source: Size: %@
ar: مقاس: %@
fa: اندازه: %@
fr: Taille: %@
my: အရြယ္အစား: %@
pt: Tamanho: %@
ur: ناپ: %@

# string_choose_size_for_all_products
source: Please choose size for all products
ar: يُرجى اختيار المقاس لكل المنتجات
fa: لطفا سایز را برای تمام کالاها انتخاب کنید
fr: Veuillez choisir votre taille pour tous les produits
my: ပစၥည္းအားလံုးကို အရြယ္အစားေရြးခ်ယ္ေပးပါ
pt: Por favor selecione um tamanho para todos os produtos
ur: براہِ کرم تمام اشیاء کے لیے ناپ منتخب کریں

# add_to_shopping_cart
source: Add to Cart
ar: إضافة إلى عربة التسوق
fa: افزودن به سبد خرید
fr: Acheter
my: ေစ်း၀ယ္လွည္းအတြင္း ထည္႕မည္
pt: Adicionar
ur: ٹوکری میں شامل کریں

# string_variations
source: Variations
ar: الاختلافات
fa: تنوع کالا
my: အျခား အမ်ိဳးအစားမ်ား
pt: Tamanhos
ur: مختلف اقسام

# string_rate_now
source: Have you tried this product? Rate it now
ar: يمكنك التقييم الآن
fa: آیا این کالا را دارید؟ به آن امتیاز بدهید.
fr: Evaluez Maintenant
my: ယခု အမွတ္ေပးရန္
pt: Avaliar Agora
ur: ابھی درجہ بندی کریں

source: Related Items
ar: المنتجات ذات الصلة
fa: کالاهای مرتبط
fr: Produits Similaires
my: ဆက္စပ္ ပစၥည္းမ်ား
pt: Artigos Relacionados
ur: ملتی جلتی اشیاء

# product_features_title
source: Product Features
ar: مواصفات المنتج
fa: امکانات کالا
fr: Caractéristiques du produit
my: ကုန္ပစၥည္း၏ ထူးျခားခ်က္မ်ား
pt: Características do Produto
ur: شے کی خصوصیات

source: Description
ar: وصف
fa: توضیحات
my: ေဖာ္ျပခ်က္
pt: Descrição
ur: تفصیل

source: Key Features
ar: المواصفات الأساسية
fa: ویژگی های کلیدی
fr: Fonctionnalités
my: ေယဘုယ် အခ်က္အလက္မ်ား
pt: Características Principais
ur: کلیدی خصوصیات

# product_desc_summary_title
source: Summary
ar: الملخص
fa: خلاصه
fr: Résumé
my: အႏွစ္ခ်ဳပ္
pt: Resumo
ur: خلاصہ

# product_description_title
source: Product Description
ar: وصف المنتج
fa: توضیحات کالا
fr: Description du produit
my: ကုန္ပစၥည္း၏ အခ်က္အလက္မ်ား
pt: Descrição do Produto
ur: شے کی تفصیل

# share_subject_ios
source: %@ Sharing
ar: %@ مشاركة
fa: اشترک گذاری %@
fr: %@ Partagez
my: %@ မွ်ေ၀ျခင္း
pt: %@ Compartilhar
ur: %@ شریک کریں

# share_checkout_this_product
source: Check out this product I found:
ar: عرض هذا المنتج الذي وجدته
fa: این کالاهایی که یافته ام را نیز مشاهده کنید:
fr: Découvre vite le produit que j'ai trouvé !
my: ဒီပစၥည္း တကယ္ေကာင္းတယ္ သံုးၾကည္႕လိုက္ပါ:
pt: Veja este produto que encontrámos!
ur: یہ چیز دیکھیں، جو مجھے ملی:

# rating_question
source: Have you used this Product? Rate it now
ar: هل قمت باستخدام هذا المنتج من قبل؟ قم بتقييمه الآن
fa: آیا از این کالا استفاده کرده اید؟ به آن امتیاز بدهید.
fr: Avez-vous utilisé ce produit? Notez le
my: ဒီပစၥည္းကို အသံုးျပဳျပီးပါျပီလား? သံုးသပ္ခ်က္ ေပးႏုိင္ပါသည္!
pt: Experimentou este produto? Avalie-o agora!
ur: کیا آپ نے یہ شے استعمال کی ہے؟ ابھی اس کی درجہ بندی کریں

# writereview_send
source: Send Review
ar: إرسال التعليق
fa: ارسال نقد و بررسی
fr: Envoyer Votre Avis
my: ထင္ျမင္ခ်က္ ေပးပို႕ရန္
pt: Enviar Comentário
ur: تبصرہ بھیجیں

# submit_title
source: Review Sent
ar: تم إرسال التعليق
fa: نقد و بررسی شما ارسال شد.
fr: Avis Envoyé
my: ထင္ျမင္ခ်က္ ပို႕ျပီးပါျပီ
pt: Comentário enviado
ur: تبصرہ بھیج دیا

# write_comment
source: Write a Review
ar: كتابة تعليق
fa: نوشتن نقد و بررسی
fr: Donnez Votre Avis
my: ထင္ျမင္ခ်က္ ေရးသားရန္
pt: Avaliar
ur: تبصرہ لکھیں

# string_posted_by
source: by %@, %@
ar: منشور بواسطة %@, %@
fa: پست شده توسط %@، %@
fr: Posté par %@, %@
my: %@, %@ မွ ေရးသားသည္
pt: Publicado por %@, %@
ur: ازطرف %,%@

# string_posted_by_anonymous
source: posted by Anonymous User, %@
ar: منشور بواسطة مستخدم غير معروف، %@
fa: پست شده توسط کاربر ناشناس، %@
fr: Posté par Utilisateur Anonyme, %@
my: %@ အမည္မသိ သံုးသူမွ ေရးသားသည္
pt: Publicado por Utilizador Anónimo,%@
ur: ازطرف گمنام صارف، %@

# string_price
source: Price
ar: السعر
fa: قیمت
fr: Prix
my: ေစ်းႏွဳန္း
pt: Preço
ur: قیمت

# string_appearance
source: Appearance
ar: الظهور
fa: تنظیمات ظاهری
fr: Apparence
my: အသြင္အျပင္
pt: Aparência
ur: ظاہر

# rating_quality
source: Quality
ar: الجودة
fa: کیفیت
fr: Qualité
my: အရည္အေသြး
pt: Qualidade
ur: معیار

# cart_label
source: Cart
ar: عربة التسوق
fa: سبد خرید
fr: Panier
my: ေစ်း၀ယ္လွည္း
pt: Carrinho
ur: ٹوکری

# wishlist_notiems
source: You have no items in the cart
ar: لا يوجد منتجات في عربة التسوق
fa: شما هیچ کالایی در سبد خرید ندارید.
fr: Vos Commandes en Cours
my: သင့္ေစ်း၀ယ္လွည္းအတြင္း ပစၥည္းမရွိပါ
pt: Não tem artigos no carrinho
ur: آپ کی ٹوکری میں کوئی شے نہیں ہے

source: Continue Shopping
ar: الاستمرار في التسوق
fa: ادامه خرید
fr: Continuer Votre Shopping
my: ေစ်းဆက္၀ယ္မည္
pt: Continuar a Comprar
ur: خریداری جاری رکھیں

source: Continue
ur: جاری رکھیں

source: Continue without log in
ur: لاگ ان کے بغیر جاری رکھیں

# login_long_message
source: Log in to Jumia account to access your profile, saved favourites, order info and more.
ur: اپنی پروفائل، بچا پسندیدہ رسائی, ارڑر کی معلومات اور بہت کچھ جانیں جومیا اکاؤنٹ سے.

# my_order_coupon_label
source: Coupon
ar: كوبون
fa: کوپن
my: ကူပြန္
pt: Cupom
ur: کوپن

# voucher_use
source: Use
ar: استخدم
fa: استفاده
fr: Utiliser
my: သံုးရန္
pt: Utilizar
ur: استعمال

# voucher_remove
source: Remove
ar: حذف
fa: حذف
fr: Supprimer
my: ဖယ္ရွားရန္
pt: Remover
ur: ہٹائیں

# voucher_message_hint
source: Enter your coupon code here
ar: أدخل رقم الكوبون هنا
fa: کد تخفیف خود را در این بخش وارد کنید.
fr: Entrez votre Code Promotionnel ici
my: ကူပြန္ကုဒ္ကို ဤေနရာတြင္ ျဖည္႕ပါ
pt: Insira aqui o código do seu cupom
ur: اپنا کوپن کوڈ یہاں درج کریں

source: Call to Order
ar: اتصل للطلب
fa: سفارش تلفنی
fr: Appeler
my: စံုစမ္းရန္
pt: Ligar
ur: آرڈر دینے کے لیے فون کریں

# string_article
source: 1 article
ar: مقال 1
fa: یک کالا
fr: 1 Produit
my: ပစၥည္း 1 ခု
pt: 1 artigo
ur: 1 چیز

# string_articles
source: %d articles
ar: مقالات ‪%d‪
fa: %d کالا
fr: %d Produits
my: ပစၥည္း %d ခု
pt: %d artigos
ur: ‎%d‎ چیزیں

# string_item_cart
source: 1 item
ar: منتج 1
fa: 1 کالا
fr: 1 article
my: ပစၥည္း 1 ခု
pt: 1 artigo
ur: 1 چیز

# string_items_cart
source: %d items
ar: منتجات ‪%d‪
fa: %d کالا
fr: %d articles
my: ပစၥည္း %d ခု
pt: %d artigos
ur: ‎%d‎ اشیاء

# error_add_to_shopping_cart_quantity
source: You cannot order more than the allowed quantity. Sorry.
ar: عفوًا لا يمكن القيام بالمزيد من الطلبات.
fa: متاسفیم . شما نمی توانید بیش از تعداد مجاز سفارش دهید.
fr: Vous ne pouvez pas commander plus que la quantité disponible. Désolé.
my: ၀မ္းနည္းပါသည္။ သတ္မွတ္ထားေသာ အေရအတြက္ထက္ ပို၍ မွာယူလုိ႕ မရပါ။
pt: Pedimos desculpa mas não é permitido encomendar mais artigos do que a quantidade disponível.
ur: معذرت! آپ مقررہ حد سے زیادہ تعداد میں آرڈر نہیں کر سکتے۔

source: Shipping
ar: الشحن
fa: ارسال کالا
fr: Livraison
my: ပို႕ေဆာင္မွဳ
pt: Entrega
ur: شِپنگ

# shipment_of
source: Shipment %ld of %ld
ar: شحن %ld لـ%ld
fa: روش ارسال %ld از %ld
ur: کھیپ کی l % شناخت

# fulfilled_by
source: Fulfillment by
ar: تم التوصيل بواسطة
fa: تأمین کننده:
ur: تکمیل کیا

# free_label
source: Free
ar: مجانًا
fa: رایگان
fr: Gratuit
my: အခမဲ့
pt: Gratuito
ur: مفت

# extra_costs_label
source: Extra Costs
ar: التكاليف الإضافية:
fa: هزینه های اضافی
fr: Frais Supplémentaires
my: အျခား စရိတ္မ်ား
pt: Custos Extra
ur: اضافی قیمت

# my_order_voucher_label
source: Voucher
ar: قسيمة شراء
fa: کوپن
fr: Code promotionnel
my: ေဘာက္ခ်ာ
pt: Vale de Desconto
ur: رعایتی پرچی

# my_order_total_label
source: Total
ar: السعر الكلي
fa: مجموع
my: စုစုေပါင္း
ur: کُل

# checkout_button_text
source: Proceed to Checkout
ar: الاستمرار لإنهاء الطلب والدفع
fa: ثبت سفارش
fr: Valider la commande
my: ေငြေခ်ရန္ ျပဳလုပ္မည္
pt: Finalizar Encomenda
ur: تکمیلِ خرید کریں

# sub_total_title
source: Subtotal
ar: الإجمالى
fa: مجموع ناخالص:
fr: Sous-total
my: စုစုေပါငး
ur: ذیلی کُل

# signup_label
source: Signup
ar: تسجيل الدخول
fa: ثبت نام
fr: S'inscrire
my: စာရင္းသြင္းရန္
pt: Registar
ur: اندراج کروائیں

# facebook_signup_button_text
source: Sign up with Facebook
ar: التسجيل من خلال الفيسبوك!
fa: ثبت نام با فیس بوک
fr: Se connecter via Facebook
my: Facebook အေကာင့္ျဖင့္ ထည္႕သြင္းမည္
pt: Registar com Facebook
ur: بذریعہ فیس بک اندراج کروائیں

# facebook_login_button_text
source: login with Facebook
ar: تسجيل الدخول من خلال فيسبوك
fa: ورود با فیس بوک
fr: Se connecter via Facebook
my: Facebook ျဖင့္ ၀င္မည္
pt: Entrar com Facebook
ur: بذریعہ فیس بک داخل ہوں

# login_incomplete
source: Both email and birthday are required to login
ar: البريد الإلكتروني و تاريخ الميلاد ضروريان للدخول
fa: وارد کردن آدرس ایمیل و تاریخ تولد برای ورود به حساب کاربری الزامی است.
ur: تاریخ پیدائش اور ای میل لاگ ان کے لئے ذروری ھے

# or_text
source: OR
ar: أو
fa: یا
fr: OU
my: သို႕မဟုတ္
pt: OU
ur: یا

# fgt_pass
source: Forgot Password?
ar: هل نسيت كلمة المرور
fa: آیا رمز عبور خود را فراموش کرده اید؟
fr: Mot de passe oublié ?
my: Password ေမ့သြားပါသလား?
pt: Esqueceu a Senha?
ur: کیا پاسورڈ بھول گئے؟

# forgotten_password
source: Please type in your email
ar: يُرجى كتابة البريد الإلكتروني الخاص بك.
fa: لطفا پست الکترونیکی خود را وارد کنید
fr: Veillez entrer votre e-mail.
my: သင့္ အီးေမးလ္ ျဖည္႕သြင္းပါ
pt: Por favor insira o seu endereço de email.
ur: براہِ کرم اپنے ای میل کا اندراج کریں

# forgotten_password_sub_text
source: We will send you a link to change the password.
ar: سيتم إرسال رابط إليك لتغيير كلمة المرور
fa: به منظور تغییر رمز عبور لینکی برای شما ارسال خواهد شد.
fr: Nous vous enverrons un lien pour modifier le mot de passe.
my: Password ျပင္ဆင္ရန္ link ပို႕ေပးပါမည္
pt: Vamos enviar-lhe um link para alterar a senha.
ur: ہم آپ کو پاسورڈ تبدیل کرنے کے لیے لنک بھیجیں گے۔

# forgotten_password_successtext
source: Email sent
ar: تم إرسال البريد الإلكتروني
fa: پست الکترونیکی ارسال شد.
fr: Email envoyé
my: အီးေမးလ္ ပို႕ျပီးပါျပီ
pt: Mensagem enviada
ur: ای میل بھیج دی گئی ہے۔

# checkout_label
source: Checkout
ar: انهاء الطلب
fa: ثبت نهایی سفارش
fr: Validation
my: ေအာ္ဒါလုပ္ငန္းစဥ္
ur: تکمیلِ خرید

# checkout_header_step_1
source: Login
ar: 1. معلومات عنك
fa: ۱- اطلاعات شما
fr: 1. Informations client
my: ကိုယ္ေရးအခ်က္အလက္
pt: 1. Sobre
ur: 1۔ آپ کے بارے میں

# next_button
source: Next
ar: التالي
fa: ادامه
fr: Suivant
my: ေရွ႕သို႕
pt: Próximo
ur: اگلا

# login_sectiontitle
source: Credentials
ar: معلومات شخصية
fa: اطلاعات
fr: Identifiants
my: အေထာက္အထားမ်ား
pt: Dados de Acesso
ur: اسناد

# register_title
source: Create Account
ar: إنشاء حساب
fa: ساخت حساب کاربری
fr: Créer un compte
my: အေကာင့္ ျပဳလုပ္မည္
pt: Criar Conta
ur: کھاتا کھولیں

# register_sectiontitle
source: Account Data
ar: بيانات الحساب
fa: اطلاعات حساب
fr: Données du compte
my: အေကာင့္ အခ်က္အလက္
pt: Dados da Conta
ur: کھاتے کی معلومات

# registration_text
source: Register
ar: تسجيل حساب
fa: ثبت
fr: Enregistrer
my: ေဖာင္ျဖည္႕ရန္
pt: Registar
ur: انراج کروائیں

# checkout_header_step_2
source: Address
ar: 2. العنوان
fa: ۲- آدرس
fr: 2. Adresse
my: 2. လိပ္စာ
pt: 2. Morada
ur: 2۔ پتہ

# action_label_add_address
source: Add New Address
ar: إضافة عنوان جديد
fa: اضافه کردن آدرس جدید
fr: Ajouter une nouvelle adresse
my: လိပ္စာအသစ္ ျဖည္႕မည္
pt: Adicionar Nova Morada
ur: نیا پتہ شامل کریں

# billing_same_label
source: Billing to the same address
ar: إرسال الفواتير إلى نفس العنوان
fa: ارسال صورت حساب به همان نشانی
fr: Facturer à la même adresse
my: တူညီေသာ လိပ္စာျဖင့္ ေငြေခ်မည္
pt: Faturar na mesma morada
ur: بلنگ اسی پتے پر کریں

# billing_shipping_label
source: Shipping Address
ar: عنوان الشحن
fa: نشانی دریافت کننده
fr: Adresse de Livraison
my: ပို႕ေဆာင္ရန္ လိပ္စာ
pt: Morada de Entrega
ur: شِپنگ پتہ

# billing_billing_label
source: Billing Address
ar: عنوان إرسال الفواتير
fa: نشانی دریافت صورت حساب
fr: Adresse de Facturation
my: ေငြေခ်ရန္ လိပ္စာ
pt: Morada de Faturação
ur: بلنگ پتہ

# billing_def_shipping_label
source: Default Shipping Address
ar: عنوان الشحن الإفتراضي
fa: نشانی پیش فرضی جهت ارسال کالا
fr: Adresse de livraison par défaut
my: ပံုေသ ပို႕ေဆာင္ရမည္႕လိပ္စာ
pt: Morada de Faturação Principal
ur: پہلے سے طے شدہ شِپنگ کا پتہ

# billing_others_label
source: Other Addresses
ar: عناوين أخرى
fa: نشانی های دیگر
fr: Autres adresses
my: အျခား လိပ္စာမ်ား
pt: Outras Moradas
ur: دوسرے پتے

# setting_address_error
source: Error setting billing/shipping address
ar: خطأ في إعدادات عنوان الفواتير/الشحن
fa: خطا در تنظیمات نشانی صورت حساب / ارسال کالا
fr: Erreur dans l'adresse de facturation/livraison
my: ေငြေခ်ရန္/ပစၥည္းပို႕ရန္ လိပ္စာ မွားယြင္းမွဳ
pt: Erro na configuração de uma morada de faturação/entrega
ur: بلنگ/شِپنگ پتہ طے کرنے میں مسئلہ

# cancel_label
source: Cancel
ar: إلغاء
fa: لغو
fr: Annuler
my: ပယ္ဖ်က္ရန္
pt: Cancelar
ur: منسوخ

# save_changes_label
source: Save Changes
ar: حفظ التغييرات
fa: ذخیره تغییرات
fr: Enregistrer
my: သိမ္းဆည္းရန္
pt: Guardar Alterações
ur: تبدیلیاں محفوظ کریں

source: Edit Address
ar: تعديل العنوان
fa: ویرایش نشانی
fr: Modifier l'adresse
my: လိပ္စာ ျပင္ဆင္ရန္
pt: Editar Morada
ur: پتے میں ترمیم کریں
