Repository: xei/bamilo-ios
Catalog: Jumia/*.lproj/RIStrings.strings
Languages: ar, fa, fr, my, pt, ur

# validation_errortext
source: There were errors on the data submited, please check your input fields.
ar: يوجد أخطاء بالبيانات المدخلة. يُرجى التحقق من البيانات المدخلة.
fa: در اطلاعات وارد شده اشکالی وجود داشته است، لطفا بخش های وارد شده را دوباره چک کنید.
fr: Il y a des erreurs dans les données communiquées, vérifiez les différents champs renseignés
my: အခ်က္အလက္ ျဖည္႕သြင္းရာတြင္ အမွားအယြင္းမ်ား ရွိေနသည္။ သင္ျဖည္႕သြင္းထားသည္မ်ားကို ျပန္လည္ စစ္ေဆးေပးပါ။
pt: Ocorreram erros nos dados submetidos, por favor verifique os campos preenchidos.
ur: بھیجی گئیں معلومات میں غلطیاں تھیں، براہِ کرم تمام معلوماتی شعبوں کو دوبارہ دیکھیں۔

# checkout_header_step_3
source: Shipping
ar: 3. الشحن
fa: ۳- ارسال
fr: 3. Livraison
my: 3. ပို႕ေဆာင္မွဳ
pt: 3. Entrega
ur: 3. شِپنگ

# string_city
source: City:
ar: المدينة
fa: شهر:
fr: Ville
my: ၿမိဳ႕:
pt: Cidade:
ur: شہر:

# string_address
source: Address:
ar: العنوان
fa: نشانی:
my: လိပ္စာ:
pt: Morada:
ur: پتہ:

# string_opening_hours
source: Opening Hours:
ar: ساعات العمل:
fa: ساعت های کاری:
fr: Heures d'ouverture:
my: ဖြင့္ခ်ိန္:
pt: Horário de Funcionamento:
ur: کھلنے کے اوقاتِ:

# string_please_select
source: Please Select
ar: يُرجى الاختيار
fa: لطفا انتخاب کنید
fr: Veuillez choisir
my: ေက်းဇူးျပဳ၍ ေရြးခ်ယ္ပါ
pt: Por Favor Selecione
ur: براہِ کرم چُنیں

# order_summary_shipping_fee_label
source: Shipping Fee:
ar: رسوم الشحن:
fa: هزینه ارسال:
fr: Frais de livraison:
my: သယ္ယူပို႕ေဆာင္ခ
pt: Taxa de Entrega:
ur: شِپنگ فیس:

# checkout_header_step_4
source: Payment
ar: 4. الدفع
fa: ۴- پرداخت
fr: 4. Paiement
my: 4. ေငြေပးေခ်မွဳ
pt: 4. Pagamento
ur: 4. ادائیگی

source: Payment
ar: الدفع
fa: پرداخت
fr: Paiement
my: ေငြေပးေခ်မွဳ
pt: Pagamento
ur: ادائیگی

source: Creation Date:
ar: تاريخ الإنشاء:
fa: تاریخ ایجاد:
fr: Date de création:
my: ျပဳလုပ္သည္႕ ရက္စြဲ
pt: Data de Criação:
ur: تاریخِ تخلیق:

source: Payment Method
ar: طريقة الدفع
fa: روش پرداخت
fr: Méthode de Paiement
my: ေငြေပးေခ်ရန္ နည္းလမ္း:
pt: Método de Pagamento
ur: طریقہِ ادائیگی

# order_track_products
source: Products:
ar: المنتجات:
fa: کالاها:
fr: Produits:
my: ကုန္ပစၥည္းမ်ား:
pt: Produtos:
ur: اشیاء:

# string_error_no_results_for_tracking_id
source: No results found for the searched order number. Please recheck the order ID and try again.
ar: لا توجد نتائج بحث عن رقم الطلب. يُرجى تفحص رقم الطلب والمحاولة مرة أخرى.
fa: هیچ نتیجه ای برای شماره سفارش جستجو شده یافت نشد. لطفا شماره سفارش را چک کرده و دوباره امتحان کنید.
fr: Aucun résultat pour le numéro de commande recherché. S'il vous plaît vérifiez à nouveau le numéro de commande et réessayez.
my: ေအာ္ဒါကုဒ္ ရွာမေတြ႕ပါ။ ေက်းဇူးျပဳ၍ ေအာ္ဒါကုဒ္ကို စစ္ေဆးျပီး ျပန္လည္ရွာေဖြပါ။
pt: Não foram encontrados resultados para o número da encomenda especificado. Por favor verifique o número e tente novamente.
ur: درج کیے گئے آرڈر نمبر سے مماثل کوئی نتیجہ نہیں ملا۔ براہِ کرم آرڈر کا شناختی نمبرجانچیں اور دوبارہ کوشش کریں۔

source: Track Your Order
ar: متابعة طلبك
fa: رهگیری سفارش شما
fr: Suivre Votre Commande
my: သင္၏ ေအာ္ဒါကို ေျခရာခံရန္
pt: Localize a Sua Encomenda
ur: اپنے آرڈر کا پیچھا کریں

source: Track Order
ar: متابعة الطلب
fa: رهگیری سفارش
fr: Suivre la commande
my: ေအာ္ဒါေျခရာခံရန္
pt: Localizar Encomenda
ur: آرڈر کو ٹریک کریں

# track_order_hint
source: Order Number
ar: رقم الطلب
fa: شماره سفارش
fr: Numéro de Commande
my: ေအာ္ဒါကုဒ္
pt: Número da Encomenda
ur: آرڈر نمبر

source: Items in your order
ur: آپ کے آرڈر میں اشیاء

# string_order_status
source: Order Status
ar: حالة الطلب
fa: وضعیت سفارش
fr: Statut de la Commande
my: ေအာ္ဒါ အေျခအေန
pt: Estado da Encomenda
ur: آرڈر کی صورتِ حال

# order_no
source: ORDER N.ยบ %@
ur: آرڈرN.º %@

# string_loosing_order_title
source: Warning
ar: تحذير
fa: اخطار
fr: Attention
my: သတိေပးခ်က္
pt: Aviso
ur: خبردار

# string_loosing_order_message
source: If you leave the checkout process your order will be invalidated.
ar: إذا لم تكمل عملية إنهاء الطلب، سيتم إلغاء الطلب.
fa: اگر از فرایند خرید خارج شوید سفارش شما باطل خواهد شد.
fr: Quitter le paiement annulera la commande.
my: ေငြေခ်ရန္ လုပ္ငန္းစဥ္မွ ထြက္လုိက္ပါက သင္၏ ေအာ္ဒါပ်က္ျပယ္သြားမည္ ျဖစ္ပါသည္။
pt: Se terminar o processo de checkout, a sua encomenda será anulada.
ur: اگر آپ خریدِ تکمیل کو ادھورا چھوڑ دیں گے تو آپ کا آرڈر منسوخ کر دیا جائے گا۔

# recentsearch_no_searches
source: No Recent Searches
ar: لا توجد آخر عمليات البحث
fa: جستجویی وجود ندارد
fr: Aucune Recherche Récente
my: လတ္တေလာ ရွာေဖြထားသည္မ်ား မရွိပါ
pt: Não Existem Pesquisas Recentes
ur: کوئی حالیہ تلاش نہیں

# recentsearch_clear_searches
source: Clear Recent Searches
ar: مسح آخر عمليات البحث
fa: پاک کردن جستجوها
fr: Effacer les Recherches Récentes
my: လတ္တေလာ ရွာေဖြမွဳမ်ားကို ရွင္းလင္းရန္
pt: Limpar Pesquisas Recentes
ur: حالیہ تلاش صاف کریں

# recentlyview_no_searches_title
source: No Recently Viewed Items
ur: کوئی حال دیکھے اشیاء نہیں

# recentlyview_no_searches
source: You don't have any recently viewed items.
ar: لا توجد هنا قائمة بآخر منتجات تم مشاهدتها
fa: هیچ کالای مشاهده شده ای وجود ندارد.
fr: Aucun produit vu récemment
my: လတ္တေလာ ၾကည္႕ရွဳထားသည္႕ ပစၥည္းမရွိပါ
pt: Nenhum Produto Recentemente Visto
ur: یہاں کوئی حالیہ دیکھے جانے والی اشیاء نہیں ہیں۔

# recentlyview_clear_viewed
source: Clear Recently Viewed
ar: مسح آخر ما تم مشاهدته
fa: پاک کردن کالاهای مشاهده شده
fr: Effacer les Derniers Produits Vus
my: လတ္တေလာ ၾကည္႕ထားသည္႕ စာရင္းကိုရွင္းလင္းမည္
pt: Limpar Produtos Vistos Recentemente
ur: حالیہ دیکھے جانے والی اشیاء صاف کریں

# string_user_data
source: User Data
ar: بيانات المستخدم
fa: اطلاعات کاربر
fr: Données de l'utilisateur
my: သံုးသူ၏ အခ်က္အလက္
pt: Dados do Utilizador
ur: معلوماتِ صارف

# string_user_email_notifications
source: Email Notifications
ar: إخطارات البريد الإلكتروني
fa: اطلاعیه از طریق پست الکترونیکی
fr: Notifications par email
my: အီးေမးလ္ျဖင့္ အေၾကာင္းၾကားျခင္း
pt: Notificações por E-mail
ur: ای میل اطلاعات

# section_title_account
source: Account Settings
ar: إعدادات الحساب
fa: تنظیمات حساب کاربری
fr: Paramètres du compte
my: အေကာင့္ ဆက္တင္မ်ား
pt: Configurações da Conta
ur: کھاتے کی ترتیب

# option2_description
source: Change Password, E-mail, etc...
ar: تغيير كلمة المرور، البريد الإلكتروني، وغير ذلك ...
fa: تغییر رمز عبور، ایمیل و ...
fr: Changez votre mot de passe, e-mail, etc...
my: Password ေျပာင္းရန္, အီးေမးလ္အား စီမံရန္
pt: Alterar Password, E-mail etc...
ur: پاسورڈ، ای میل وغیرہ تبدیل کریں

# myaccount_email_notifications
source: Email Notifications
ar: إخطارات البريد الإلكتروني
fa: اطلاع از طریق پست الکترونیکی
fr: Notifications Email
my: အီးေမးလ္ျဖင့္ အေၾကာင္းၾကားျခင္း
pt: Notificações por Email
ur: ای میل اطلاعات

# option3_description
source: Subscribe or Unsubscribe
ar: الاشتراك أو إلغاء الاشتراك
fa: مشترک شدن یا لغو اشتراک
fr: S'inscrire ou se désinscrire
my: စာရင္းသြင္းရန္ (သို႕) မသြင္းရန္
pt: Subscrever ou Cancelar Subscrição
ur: سبسکرائب یا اَن سبسکرائب

# section_title_notification
source: Notification Settings
ar: إعدادات الإشعارات
fa: تنظیمات اطلاعیه ها
fr: Paramètres de notification
my: အေၾကာင္းၾကားျခင္း ဆက္တင္မ်ား
pt: Configurações de Notificação
ur: تنظیمِ اطلاعات

source: Notifications
ar: الإخطارات
fa: اطلاعیه ها
my: အေၾကာင္းၾကားမွဳမ်ား
pt: Notificações
ur: اطلاعات

source: Push Notifications
ur: پش نوٹیفکیشن

source: Update Now
ur: ابہی جدید بنایں

source: App Version
ur: اپلی کیشن ورژن

source: Help Center
ur: مدد کا مرکز

source: Terms and Conditions
ur: شرائط و ضوابط

source: App Social
ur: سماجی ایپ

source: Rate the App
ur: ایپ کو درجات دین

source: Shop Settings
ur: دکان سیٹنگیں

# notifications_summary
source: Receive exclusive offers and updates
ar: استلم العروض الحصرية والتحديثات
fa: دریافت پیشنهادات اختصاصی و بروزرسانی ها
fr: Recevez des offres exclusives et mises à jour personnelles
my: အထူး အစီအစဥ္မ်ားႏွင့္ ေနာက္ဆံုးေပၚသတင္းမ်ား သိရွိရန္
pt: Receba ofertas exclusivas
ur: خصوصی پیشکشیں اور تازہ معلومات حاصل کریں۔

source: Sound
ar: :الصوت
fa: صدا
fr: Son
my: အသံ
pt: Som
ur: آواز

# sound_summary
source: Play sound on incoming notifications
ar: إصدار الأصوات عند الإخطارات الواردة
fa: پخش صدای نمایش پیغام
fr: Emettre un son sur les notifications entrantes
my: အေၾကာင္းၾကားခ်က္ ၀င္လာလွ်င္ အသံျပဳရန္
pt: Ativar som de notificações
ur: آمدِ اطلاعات کا اعلان بآوازکریں۔

# personal_data_label
source: Your Personal Data
ar: بياناتك الشخصية:
fa: اطلاعات شخصی شما
fr: Vos données personnelles
my: သင္၏ ကိုယ္ေရး အခ်က္အလက္
pt: Os Seus Dados Pessoais
ur: آپ کی ذاتی معلومات

# new_password_label
source: New Password
ar: كلمة مرور جديدة
fa: رمز عبور جدید
fr: Nouveau mot de passe
my: Password အသစ္
pt: Nova Senha
ur: نیا پاسورڈ

# password_changed_success
source: Password changed with success.
ar: تم تغيير كلمة المرور بنجاح
fa: رمز عبور با موفقیت تغییر یافت.
fr: Changement de mot de passe effectué
my: Password ေအာင္ျမင္စြာ ေျပာင္းလဲျပီးပါျပီ
pt: Password alterada com sucesso.
ur: پاسورڈ کامیابی سے تبدیل کر دیا گیا

source: Preferences updated
ar: تم تحديث التفضيلات
fa: تنظیمات بروزرسانی شد.
fr: Préférences mises à jour
my: ေရြးခ်ယ္မွဳမ်ား အသစ္ျပဳလုပ္ျပီးပါျပီ
pt: Preferências Atualizadas
ur: ترجیحات ازسرِنو تازہ کردی گئیں

# thank_you_order_title
source: Thank You!
ar: شكراً !
fa: با تشکر از شما!
fr: Merci!
my: ေက်းဇူးတင္ပါသည္!
pt: Obrigado!
ur: شکریہ!

# order_success
source: Your order has been successfully registered. You can check the status through Order Details.
ar: تم تسجيل الطلب بنجاح بهذا الرقم:
fa: سفارش شما با موفقیت ثبت شد. شماره سفارش شما:
fr: Votre commande a été enregistré avec succès,sous le numéro suivant:
my: သင္၏ ေအာ္ဒါကို ေအာင္ျမင္စြာ စာရင္း သြင္းျပီးပါျပီ
pt: A sua encomenda foi registada com sucesso com o número:
ur: اس نمبر کے ساتھ آپ کے آرڈر کا اندراج کامیابی کےساتھ ہو گیا ہے:

# order_track_success
source: You can track your order visiting the order status area in this app
ar: يمكنك متابعة الطلب بزيارة منطقة حالة الطلب في هذا التطبيق
fa: شما می توانید سفارش خود را با مراجعه به بخش وضعیت سفارش رهگیری کنید.
fr: Vous pouvez suivre le statut de votre commande en allant dans la rubrique dédiée dans l'application
my: သင္၏ ေအာ္ဒါအား ေအာ္ဒါအေျခအေန က႑တြင္ စစ္ေဆးႏုိင္ပါသည္
pt: Pode acompanhar a sua encomenda ao clicar em estado da encomenda
ur: اس ایپ میں آپ آرڈر کی صورتِ حال والے حصے میں جا کر اپنے آرڈر کو ٹریک کر سکتے ہیں۔

# order_track_link
source: order status
ar: حالة الطلب
fa: وضعیت سفارش
fr: statut de votre commande
my: ေအာ္ဒါအေျခအေန
pt: estado da encomenda
ur: آرڈر کی صورتِ حال

# my_order_label
source: My Order
ar: طلبي
fa: سفارش من
fr: Ma Commande
my: ကြ်ႏ္ုပ္၏ ေအာ္ဒါ
pt: A Minha Encomenda
ur: میرا آرڈر

# my_order_payment
source: Payment Options
ar: خيارات الدفع
fa: روش های پرداخت
fr: Mode de paiement
my: ေငြေပးေခ်ရန္ နည္းလမ္းမ်ား
pt: Opções de Pagamento
ur: طریقہِ ادائیگی

# enter_order_id
source: Please enter the order number
ar: يُرجى إدخال رقم الطلب
fa: لطفا شماره سفارش را وارد کنید
fr: Veuillez entrer le numéro de commande
my: ေက်းဇူးျပဳ၍ ေအာ္ဒါနံပါတ္ကို ျဖည္႕ပါ
pt: Por favor insira o número da encomenda
ur: براہِ کرم آرڈر نمبر درج کریں

# products_added_favourite
source: Item saved
ar: تم إضافة المنتج إلى قائمة منتجاتي المفضلة
fa: کالا به لیست علاقه مندی ها اضافه شد.
fr: Produit ajouté aux Favoris
my: ႏွစ္သက္ေသာ ပစၥည္းစာရင္းအတြင္း ထည္႕သြင္းျပီးပါျပီ
pt: Artigo adicionado aos Meus Favoritos
ur: میری پسند میں شے کی شمولیت

# error_adding_to_wishlist
source: Error saving item
ar: حدث خطأ أثناء الإضافة إلى المنتجات المفضلة
fa: خطا در اضافه کردن کالا به فهرست علاقه مندی ها
fr: Erreur dans l'ajout aux favoris
my: ပစၥည္းစာရင္း ထည္႕သြင္း၍ မရပါ
pt: Erro ao adicionar aos favoritos
ur: میری پسند میں شمولیت میں مسئلہ

# products_removed_favourite
source: Item removed from saved
ar: تم إزالة المنتج من منتجاتي المفضلة
fa: کالا از فهرست علاقه‌مندی ها حذف شد.
fr: Produit supprimé de Mes Favoris
my: ႏွစ္သက္ေသာ ပစၥည္းစာရင္းမွ ဖယ္ရွားျပီးပါျပီ
pt: Artigo removido dos Meus Favoritos
ur: میری پسند سے چیز ہٹا دی گئی

# error_removing_from_wishlist
source: Error removing from saved
ar: حدث خطأ أثناء الإزالة من المنتجات المفضلة
fa: خطا در حذف کالا از فهرست علاقه مندی ها
fr: Erreur dans le retrait des favoris
my: ႏွစ္သက္ေသာ ပစၥည္းစာရင္း ဖယ္ရွား၍ မရပါ
pt: Ocorreu um erro ao remover dos favoritos
ur: میری پسند سے چیز ہٹانے میں مسئلہ

# error_add_to_cart_failed_for_x_products
source: Adding to cart failed for %d products
ar: لم تنجح إضافة منتجات %d إلى عربة التسوق
fa: اضافه کردن به سبد خرید برای %d کالا دچار خطا شده است.
fr: Erreur dans l'ajout au panier pour %d produits
my: ကုန္ပစၥည္း %d ခုမွာ ေစ်း၀ယ္လွည္းအတြင္း ထည္႕သြင္း၍ မရပါ
pt: Ocorreu um erro ao adicionar %d produtos ao carrinho
ur: ٹوکری میں ‎%d‎ چیزیں شامل کرنے میں مسئلہ

# error_add_to_cart_failed_for_1_product
source: Adding to cart failed for 1 product
ar: لم تنجح إضافة منتج 1 إلى عربة التسوق
fa: اضافه کردن به سبد خرید برای یک کالا دچار خطا شده است.
fr: Erreur dans l'ajout au panier pour un produit
my: ကုန္ပစၥည္း 1 ခုမွာ ေစ်း၀ယ္လွည္းအတြင္း ထည္႕သြင္း၍ မရပါ
pt: Ocorreu um erro ao adicionar 1 produto ao carrinho
ur: ٹوکری میں 1 چیز شامل کرنے میں ناکامی

# save_label
source: Save
ar: حفظ
fa: ذخیره
fr: Enregistrer
my: သိမ္းဆည္းရန္
pt: Guardar
ur: محفوظ کریں

# string_campaign_ramaining_stock
source: Remaining Stock: %d%%
ar: المخزون المتبقي: %d%%
fa: موجودی باقیمانده: %d%%
fr: Stock Restant: %d%%
my: ကုန္ပစၥည္းလက္က်န္: %d%%
pt: Estoque Disponível: %d%%
ur: بقیہ سٹاک: ‎%d‎%%ا

# string_campaign_ramaining_stock_without_value
source: Remaining Stock
ur: بقیہ ذخیرہ

# campaign_save
source: You Save
ar: أنت توفر
fa: میزان تخفیف
fr: Vous économisez
my: သက္သာျပီး
pt: Está a Poupar
ur: آپ کی بچت

# campaing_offer_ended
source: Offer Ended!
ar: انتهى العرض!
fa: زمان پیشنهاد به پایان رسیده است
fr: Promo Expirée!
my: အစီအစဥ္ ျပီးဆံုးပါျပီ!
pt: A Promoção Terminou!
ur: پیشکش ختم ہوئی!

source: Not Available!
ur: دستیاب نہیں ہے!

# campaing_timer_end
source: Ends in:
ar: تنتهي في:
fa: پایان
fr: Se termine le:
my: : တြင္ ကုန္ဆံုးမည္
pt: Termina em:
ur: وقتِ اختتام:

# campaign_is_over
source: This campaign is finished
ur: یہ مہم ختم ہو گی ہے

# campaign_is_over_resume
source: Even so, we have plenty of other great offers waiting for you.
ur: باوجود اس کے، اور بھی بہترین فراہم آپ ک انتظار مین ہین.

# campaigns_label
source: Campaigns
ar: العروض
fa: کمپین ها
fr: Offres
my: အထူး အစီအစဥ္မ်ား
pt: Campanhas
ur: مہمات

# product_specifications
source: Specifications
ar: المواصفات
fa: مشخصات کالا
fr: Caractéristiques
my: အေသးစိတ္ အခ်က္အလက္မ်ား
pt: Especificações
ur: تفصیلات

# go_shop_text
source: Shop Now
ar: تسوق الآن
fa: خرید کنید
fr: J’achète
my: ယခု ေစ်း၀ယ္ရန္
pt: Comprar Já
ur: ابھی خریدیں

# promotion_tip_tap_text
source: Tap the box above to copy the code to the clipboard and keep it handy for checkout
ar: انقر الصندوق بالأعلى لنسخ الكود إلى حافظة البيانات المؤقتة واحفظه لسهولة الوصول عند إنهاء الطلب
fa: کادر بالا را لمس نموده تا کد در حافظه ذخیره شده و در موقع لزوم از آن استفاده نمایید.
fr: Cliquez sur la case ci-dessus pour copier le code dans le presse-papier et gardez le ainsi à portée de main pour le paiement final
my: အေပၚ ခလုတ္ကိုႏွိပ္ျပီး ကုဒ္နံပါတ္ေကာ္ပီကူးႏုိင္ပါသည္
pt: Toque na caixa acima para copiar o código para a área de transferência e guardá-lo para o check-out
ur: کوڈ کی نقل محفوظ کرنے کے لیے اوپر خانے میں ٹیپ کریں، تاکہ تکمیلِ ادائیگی کے وقت کام آئے۔

# string_try_again
source: Try Again
ar: حاول مرة أخرى
fa: دوباره امتحان کنید
fr: Réessayer
my: ျပန္လည္ၾကိဳးစားၾကည္႕ပါ
pt: Tente Novamente
ur: دوبارہ کوشش کریں

# error_no_connection
source: No connection
ar: لا يوجد اتصال
fa: ارتباط قطع است
fr: Pas de connexion
my: ကြန္နက္ရွင္ မရွိပါ
pt: Sem ligação
ur: رابطہ منقطع

# string_no_newtork
source: No Network
ar: لا يوجد اتصال شبكي
fa: اتصال قطع شده است.
fr: Aucune connection.
my: နက္ေ၀ါ့ မရွိပါ
pt: Sem Ligação
ur: کوئی نیٹ ورک نہیں ہے

# internet_no_connection_details_label
source: An internet error occurred, please try again.
ar: حدث خطأ في الاتصال بالإنترنت، برجاء المحاولة مرة أخرى
fa: مشکلی در ارتباط با اینترنت بوجود آمد. لطفا مجددا تلاش نمایید
fr: Un problème de connexion s'est produit, Veuillez essayer à nouveau
my: အင္တာနက္ ကြန္နက္ရွင္မရွိပါ။ ျပန္လည္ၾကိဳးစားၾကည္႕ပါ။
pt: Ocorreu um erro de ligação, por favor tente novamente.
ur: انٹرنیٹ کا مسئلہ درپیش ہے، براہِ کرم دوبارہ کوشش کریں

# string_oops
source: Oops!
ar: حدث خطأ!
fa: خطا !
fr: Oups!
my: ၀မ္းနည္းပါသည္!
ur: اُف!

# string_something_broken
source: Something seems broken. Please try again.
ar: لقد حدث خطأ غير معروف. يرجى المحاولة مرة أخرى لاحقا.
fa: خطایی رخ داده است. دوباره امتحان کنید.
fr: Une erreur s'est produite. Veuillez réessayer.
my: ေက်းဇူးျပဳ၍ ျပန္လည္ၾကိဳးစားၾကည္႕ပါ။
pt: Algo parece estar a funcionar mal. Por favor tente novamente.
ur: کوئی مسئلہ درپیش ہے۔ براہِ مہربانی تھوڑی دیر بعد دوبارہ کوشش کریں۔

# form_data_not_transferred
source: There were errors on the data submited, please check your input fields.
ar: يوجد أخطاء بالبيانات المدخلة. يُرجى التحقق من البيانات المدخلة.
fa: خطایی در اطلاعات وارد شده وجود دارد، لطفاً بررسی نمائید.
fr: Il y a des erreurs dans les données communiquées, vérifiez les différents champs renseignés
my: အခ်က္အလက္ျဖည္႕သြင္းမွဳ မွားယြင္းေနပါသည္။ ျပန္လည္စစ္ေဆးၾကည္႕ပါ။
pt: Existem erros nos dados submetidos, por favor verifique os campos.
ur: بھیجی گئیں معلومات میں غلطیاں تھیں، براہِ کرم تمام معلوماتی شعبوں کو دوبارہ دیکھیں۔

# my_order_confirm_button
source: Confirm Order
ar: تأكيد الطلب
fa: تایید سفارش
fr: Confirmer la commande
my: ေအာ္ဒါအတည္ျပဳရန္
pt: Confirmar Encomenda
ur: آرڈر کی تصدیق کریں

# string_error_setting_payment_method
source: Error setting payment method
ar: حدث خطأ أثناء إعداد طريقة الدفع
fa: خطا در تنظیم روش پرداخت
fr: Erreur dans la sélection du moyen de paiement
my: ေငြေပးေခ်မွဳ နည္းလမ္း ေရြးခ်ယ္မွဳ မွားယြင္းေနပါသည္
pt: Ocorreu um erro na configuração do método de pagamento
ur: طریقہِ ادائیگی طے کرنے میں مسئلہ

# string_error_setting_shipping_method
source: Error setting shipping method
ar: حدث خطأ أثناء إعداد طريقة الدفع
fa: خطا در تنظیم روش ارسال
fr: Erreur dans la sélection du moyen de livraison
my: ပို႕ေဆာင္မွဳ နည္းလမ္း ေရြးခ်ယ္မွဳ မွားယြင္းေနပါသည္
pt: Ocorreu um erro na configuração do método de envio
ur: طریقہِ شِپنگ طے کرنے میں مسئلہ

# fallback_maintenance
source: MAINTENANCE
ar: الصيانة
fa: نگهداری
my: ျပင္ဆင္ေျပာင္းလဲမွဳ
pt: MANUTENÇÃO
ur: دیکھ بھال

# fallback_maintenance_text
source: is currently in maintenance.
ar: حاليًا يخضع إلى الصيانة
fa: در حال بروزرسانی است
fr: iest actuellement en maintenance.
my: ျပင္ဆင္ေျပာင္းလဲမွဳမ်ား ျပဳလုပ္ေနပါသည္
pt: está atualmente em manutenção.
ur: فی الوقت بحالی کے لیےکام جاری ہے

# fallback_maintenance_text_bottom
source: We will try to be brief, you can try again later
ar: سنحاول الإيجاز، يمكنك المحاولة مرة أخرى لاحقًا
fa: ما به این موضوع رسیدگی خواهیم کرد، شما می توانید بعدا دوباره اقدام نمایید.
fr: Nous allons essayer d’être bref, réessayer dans quelques secondes
my: လုပ္ေဆာင္ႏိုင္ရန္ ၾကိဳးစားေပးပါမည္, ေနာက္မွ ထပ္မံၾကိဳးစားၾကည္႕ပါ
pt: Tentaremos ser breves, por favor volte mais tarde
ur: ہم اس وقفہء مرمّت کو مختصر رکھنے کی کوشش کریں گے، آپ کچھ دیر بعد دوبارہ کوشش کریں۔

# fallback_best
source: best online shopping experience
ar: أفضل تجربة تسوق على الإنترنت
fa: بهترین تجربه خرید آنلاین
fr: Première boutique de vente en ligne
my: အေကာင္းဆံုး အြန္လိုင္းေစ်း၀ယ္မွဳ အေတြ႕အၾကံဳ
pt: A melhor experiência em compras online
ur: آن لائن خریداری کا بہترین تجربہ

# fallback_choice
source: THE WIDEST CHOICE
ar: أكبر مجموعة منتجات
fa: گسترده ترین انتخاب
fr: LE PLUS GRAND CHOIX
my: အမ်ားျပားဆံုး ေရြးခ်ယ္စရာမ်ား
pt: A MAIS AMPLA GAMA
ur: وسیع ترین انتخابات

# fallback_doorstep
source: AT YOUR DOORSTEP
ar: في متناول يديك
fa: تحویل در خانه شما
fr: À VOTRE PORTE
my: သင္၏ အိမ္သို႕အေရာက္
pt: À SUA PORTA
ur: آپ کی دہلیز پر

source: Got it
ar: احصل عليها
fa: متوجه شدم.
fr: J'ai Compris
my: ရပါျပီ
pt: Compreendi
ur: مل گیا

# home_tip_text
source: Swipe left or right to change the category
ar: يمكنك التمرير لليمين أو اليسار لتغيير الفئة
fa: انگشت خود را به چپ و راست بکشید تا مجموعه کالاها را تغییر دهید
fr: Faites défiler vers la gauche ou la droite pour changer de catégorie
my: က႑ေျပာင္းလဲရန္ ဘယ္ (သို႕) ညာသို႕ ဆြဲပါ
pt: Deslize para a esquerda ou para a direita para mudar a categoria
ur: اقسام تبدیل کرنے کے لیے دائیں یا بائیں پھیریں۔

# products_tip_swipe_text
source: Swipe left or right to change the sort type
ar: تحرك إلى اليمين أو اليسار لتغيير نوع الترتيب
fa: انگشت خود را به راست و چپ بکشید تا کالاها بر اساس معیارهای دیگر مرتب سازی شوند.
fr: Balayer à gauche ou à droite pour changer de classement
my: စီရီမွဳ ေျပာင္းလဲရန္ ဘယ္ (သို႕) ညာသို႕ ဆြဲပါ
pt: Deslize para a esquerda ou direita para alterar o tipo de ordenação
ur: ترتیب کی قسم تبدیل کرنے کے لیے دائیں یا بائیں پھیریں

# tip_favourite_text
source: Click to save this product and view the full list in My Profile
ar: انقر لإضافة هذا المنتج إلى قائمة المنتجات المفضلة لي وعرض القائمة بالكامل على الملف الخاص بك.
fa: برای اضافه کردن این کالا به لیست علاقه مندی ها کلیک کنید و لیست کامل را در صفحه مشخصات کاربری مشاهده کنید.
fr: Cliquez pour ajouter ce produit aux Favoris, et voir la liste complète dans Mon Profil
my: ဤပစၥည္းကို အၾကိဳက္ဆံုးစာရင္းထဲ ထည္႕ျပီးပါက ပရိုဖိုင္တြင္ ျပန္လည္ ၾကည္႕ရွဳႏုိင္ပါသည္။
pt: Clique para adicionar este produto aos favoritos e ver a lista completa no seu perfil
ur: اس شے کو اپنی پسند میں شامل کرنے کے لیے کلک کریں اور مکمل فہرست اپنے اکاؤنٹ میں ملاحظہ کریں۔

# tip_share_text
source: Click to share this product
ar: انقر لمشاركة هذا المنتج
fa: برای به اشتراک گذاری این کالا کلیک کنید.
fr: Cliquez pour Partager ce Produit
my: ဤပစၥည္းအေၾကာင္းကို အမ်ားအား မွ်ေ၀ရန္ ကလစ္ႏွိပ္ပါ
pt: Clique para compartilhar este produto
ur: اس شے کو دوسروں کے ساتھ شریک کرنے کے لیے کلک کریں۔

# tip_swipe_text
source: Swipe left or right to view different images
ar: قم بالتحرك يميناً ويساراً لمشاهدة الصور المختلفة
fa: انگشت خود را به سمت چپ یا راست بکشید تا تصاویر دیگر را مشاهده کنید.
fr: Balayez vers la gauche ou la droite pour observer les différentes images
my: အျခား ပံုမ်ား ၾကည္႕ရွဳရန္ ဘယ္ (သို႕) ညာသို႕ ဆြဲပါ
pt: Deslize para a esquerda ou para a direita para ver imagens diferentes
ur: مختلف تصاویر دیکھنے کے لیے دائیں یا بائیں پھیریں

# tip_tap_text
source: Tap to open the product gallery
ar: انقر لفتح معرض المنتجات
fa: عکس مورد نظر را لمس کرده تا گالری تصاویر را مشاهده کنید.
fr: Cliquez pour voir l'ensemble des images produit
my: ပစၥည္း ပံုကိုဖြင့္ၾကည္႕ရန္ ႏွိပ္ပါ
pt: Toque para abrir a galeria de imagens do produto
ur: اشیاء کی فہرست کھولنے کے لیے ٹیپ کریں۔

# pinch_to_zoom_label
source: Pinch to zoom
ar: انقر للتكبير
fa: باز و بسته کردن دو انگشت برای تغییر بزرگنمایی
fr: Pincez pour zoomer
my: ပံုကို ခ်ဲ႕ၾကည္႕ရန္ လက္ႏွစ္ေခ်ာင္းျဖင့္ ခ်ဲ့ပါ
pt: Clique para ampliar
ur: چُٹکی رکھ کربڑا کریں۔

# fallback_audio_ios
source: Audio & Video
ar: الصوت والفيديو
fa: صدا و تصویر
fr: Son & Image
my: ေအာ္ဒီယိုႏွင့္ ဗီဒီယို
pt: Áudio & Vídeo
ur: آواز اور ویڈیو

# fallback_books
source: Books
ar: الكتب
fa: کتاب ها
fr: Livres
my: စာအုပ္မ်ား
pt: Livros
ur: کتابیں

# fallback_bottom_text
source: from anywhere, anytime
ar: من أي مكان، وفي أي وقت
fa: از همه جا در هر زمان
fr: partout et à tout moment
my: အခ်ိန္တိုင္း ေနရာတိုင္းမွ
pt: em qualquer lugar, a qualquer hora
ur: کہیں سے بھی، کسی بھی وقت

# fallback_bottom_text2
source: And much more for you to browse or shop
ar: والمزيد سواء للتصفح أو الشراء
fa: گزینه‌ها و کالاهای بیشتر برای جستجو و خرید
fr: Et beaucoup plus pour naviguer ou fair des achats
my: အျခား ေနာက္ထပ္ ၀ယ္ခ်င္စရာ အစံုအလင္
pt: E muito mais para navegar ou comprar
ur: آپ کی خریداری اور معائنے کے لیے اور بہت کچھ

# fallback_fashion
source: Fashion
ar: الموضة
fa: مد و لباس
fr: Mode
my: ဖက္ရွင္
pt: Moda
ur: فیشن

# fallback_health_ios
source: Health & Beauty
ar: الصحة & الجمال
fa: سلامتی و زیبایی
fr: Beauté & Santé
my: အလွအပႏွင့္ က်န္းမာေရး
pt: Saúde & Beleza
ur: صحت و خوبصورتی

# fallback_home_office_ios
source: Home & Office
ar: المنزل والمكتب
fa: خانه و دفتر کار
fr: Maison & Jardin
my: အိမ္ႏွင့္ ရုံးသံုး
pt: Casa & Escritório
ur: گھر اور دفتر
